Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Nå kan du flytte på karakterene dine, og lage ditt eget eventyr
fkv: Nyt sie saatat siirttäät sinun karaktäärit, ja tehđä sinun oman eeventyyrin.

source: Tripp, trapp, tripp, trapp (lys stemme).
fkv: Klipp, klopp, klipp, klopp (fiini ääni).

source: Jeg er liten.
fkv: Mie olen pieni.

source: Jeg er den minste Bukken Bruse.
fkv: Mie olen Pikkupukki Pruusi.

source: Hvem er jeg?
fkv: Kuka mie olen?

source: Tripp, trapp, tripp, trapp (litt mørkere stemme).
fkv: Klipp, klopp, klipp, klopp (pikkuisen krouvempi ääni).

source: Jeg er ikke liten og ikke stor.
fkv: Mie olen Keskipukki Pruusi. Kuka mie olen?

source: Jeg er den mellomste Bukken Bruse.
fkv: Klipp, klopp, klipp, klopp (krouvi ääni).

source: Tripp, trapp, tripp, trapp (mørk stemme)
fkv: Mie olen Isopukki Pruusi. Kuka mie olen?

source: Jeg er trollet, og jeg bor under broa.
fkv: Mie olen trolli, ja mie asun sillan alla.

source: Det er min bro.
fkv: Tämä oon minun silta.

source: Jeg bestemmer hvem som får lov til å gå over broa.
fkv: Mie määrään kuka saapi luvan mennä sillan yli.

source: Hvor er gutten min? Jeg er gutten.
fkv: Halluutko sie mennä sillan yli?

source: Jeg skal hjelpe mammaen min. Jeg skal hente mel på stabburet.
fkv: Mie olen pojan mamma. Met olema köyhät ja meilä oon vaanasti ruokkaa.

source: Uff, det blåser!
fkv: Missä oon minun poika?

source: Jeg er bukken.
fkv: Mie olen poika.

source: Jeg kan gjøre gullpenger.
fkv: Mie aijon auttaat minun mammaa.

source: Jeg er gjestgiveren.
fkv: Voi voi, nyt se tuulee.

source: Jeg har et hus du kan spise og sove i.
fkv: Mie olen pukki. Mie saatan laittaat kultarahhoi.

source: Jeg er Nordavinden.
fkv: Mie olen Pohjaistuuli.

source: Du kan ikke se meg, men jeg kan blåse på deg.
fkv: Sie et saata nähđä minnuu, mutta mie saatan puhalttaat sinun pääle.

source: Jeg er en ravn.
fkv: Mie olen korppi.

source: Hvilken farge har jeg?
fkv: Minkä färinen mie olen?

source: Jeg er en påfugl.
fkv: Mie olen riikinkukko.

source: Se på fjærene mine?
fkv: Katto minun höyhämii?

source: Hvilken farge er det på dem?
fkv: Minkä färiset net oon?

source: Jeg er en rev.
fkv: Mie olen kettu.

source: Hmmm - jeg er litt lur!
fkv: Hmmm - mie olen pikkuisen kavala!

source: Jeg er en krokodille.
fkv: Mie olen krokodilli.

source: Jeg har en stor munn og spisse tenner.
fkv: Minula oon iso suu ja terävät hamphaat.

source: Jeg er en sebra.
fkv: Mie olen seebra.

source: Jeg har svarte og hvite striper.
fkv: Minula oon mustat ja valkkeet raiđat.

source: Jeg er en sjiraff.
fkv: Mie olen sjiraffi.

source: Halsen min er veldig lang.
fkv: Minun kaula oon hirmu pitkä.

source: Jeg er en skomaker.
fkv: Mie olen suutari.

source: Jeg reparerer sko.
fkv: Mie paranan kengät.

source: Har du hull i skoene dine?
fkv: Oonko sinula reijät sinun kengissä?

source: Jeg er jomfruen.
fkv: Mie olen neito.

source: Heksen har fanget meg og låst meg inne.
fkv: Saatatko sie auttaat minun ulos? Jeg er heksen.

source: Kan du hjelpe meg ut?
fkv: Mie olen noita ja mie olen paha.

source: Jeg er en bie. Jeg flyr fra blomst til blomst?
fkv: Mie olen honninkimettinen. Mie lentelen kukasta kukkhaan?

source: Vet du hva jeg kan lage?
fkv: Tieđätkö sie mitä mie saatan laittaat?

source: Jeg er en and.
fkv: Mie olen suorsa.

source: Jeg svømmer rundt i innsjøen
fkv: Mie asun muurhaispounussa.

source: Jeg er en gutt, og jeg skal lage en julegave til moren min
fkv: Mie olen poika, ja mie aijon laittaat jouluskenkin minun mammale.

source: Jeg er Stallo.
fkv: Mie olen Stallu.

source: Jeg er en trollma.
fkv: Mie olen noitaäijä.

source: Jeg passer på at barna ikke gjør noe galt.
fkv: Mie passaan ette lapset ei tehđä mithään huonoo.

source: DA tar jeg dem!
fkv: SILLOIN mie otan heiđät!

source: Jeg er Luthat og konen til Stallo.
fkv: Mie olen Luhtakka ja Stallun ämmä.

source: Jeg er en trollkvinne.
fkv: Passaa ittesti minulta!

source: Pass deg for meg!
fkv: Mie olen pikkuveli.

source: Jeg er lillebror.
fkv: Mie olen isoveli.

source: Jeg like å fiske.
fkv: Met olema saivolaiset.

source: Jeg er storebror.
fkv: Met passaama luonttoo.

source: Jeg er ikke redd for vinden og bølgene.
fkv: Met halluuma ette SIE kans passaat luonttoo.

source: 3383 *en velkomstmelding
fkv: Hei, nyt sie saat opastuut meihin.

source: Aktivitet
fkv: Aktiviteetti

source: Alle
fkv: Kaikki

source: Autospilling: av
fkv: Autopellaus: päälä

source: Tilbake
fkv: Takaisin

source: Inloggingen var vellykket
fkv: Tätä ei saata favuriseerata

source: Kunne ikke bli medlem i gruppen
fkv: Tätä ei saata näyttäät

source: Nedlasting fjernet
fkv: Sisälelokkaus onnistui

source: Lastet ned
fkv: Valitte kuvan

source: Laster ned... Laster opp...
fkv: Klikkaa tähän ette lokata ulos

source: Redigering av dette feltet er ikke mulig ennå
fkv: Ei saattanu ylösdateerata sinun profiilii.

source: Favoritt fjernet
fkv: Lastathaan alas...

source: Favoritter Filtteri
fkv: Lastathaan ylös...

source: Logg ut Språk
fkv: Alaslastaukset

source: Mediaspiller
fkv: Redigeeraa alan

source: eller
fkv: Feili

source: Vellykket innlogging
fkv: Favuriitin poistettu

source: Vellykket utlogging
fkv: Viimi ylösdateerinki

source: Ingen tilgjengelige valg
fkv: Lokkaa sisäle Minun roikat

source: Du er logget ut av appen, men det var et problem med serveren
fkv: Laakraa

source: Valgt språk er endret
fkv: Lähätethään... Lähätetty

source: Ingen data tilgjengelige, dra ned for å oppdatere når du er online
fkv: Teema

source: Feil ved henting av innhold
fkv: Vasthaanottaaja Lokkaa ulos

source: Favoritten er fjernet
fkv: Kieli Meediapellaaja

source: Ingen favoritter å vise
fkv: Pittääjännimi Salasana

source: Slett
fkv: tahi

source: Nedlastingen er fjernet
fkv: Lokkaa sisäle Facebookila

source: Bli med i gruppen
fkv: Lähätä sisäle

source: Kunne ikke bli med i gruppen
fkv: Registreeraa Unheetitko salasanan?

source: Vær vennlig å logge inn Post en kommentar
fkv: Se näyttää siltä ette olet ilman nettiyhtheyttä.

source: Post oppdateringen Oppdateringen er postet!
fkv: App-funksjonaliteetit saatethaan olla rajoitetut

source: Logg inn for å poste et svar
fkv: Onnistunnu registreerinki!

source: Kommentaren er lagt til
fkv: Onnistunnu sisälelokkaus

source: Ikke noe innhold å vise
fkv: Onnistunnu uloslokkaus

source: Du må være innlogget for å gjøre det
fkv: Ei yhthään valinttaa ole sautettavissa

source: Det oppstod et problem med favorittmerking av innholdet
fkv: Ole ystävällinen ja piđä hyväksyttyy sisälelokkausta

source: Det oppstod et problem
fkv: Se oon probleemiita ette saađa kontaktin serverhiin.

source: Det oppstod et problem med visning av profilen Meldingen er sendt
fkv: Sie olet lokattu ulos apista, mutta se oli probleemi serverin kans

source: Stopp vennskap Ta et bilde
fkv: Valitun kielen oon muutettu

source: Avbryt
fkv: Suksess!

source: Forespørsler
fkv: Onnistunnu!

source: Fullt navn
fkv: Ilmoitettu pois

source: Navn på barnehage,skole eller organisasjon
fkv: Veđä alaskäsin ette ylösdateeraat ko olet online

source: Fyll ut for å registrere deg
fkv: Ei ole yhtäkhään favuriittii

source: Leketøy
fkv: Vastaus

source: Under vann
fkv: Flaku Näytä

source: Høytider
fkv: Poista

source: Bolig
fkv: Poista

source: Dyr, fugler og insekter
fkv: Aktiviteetin oon flavutettu

source: Innholdet i Troll i ord Troll i ord:in sisälys
fkv: Ole ystävällinen ja lokkaa ulos ja sitte lokkaa taas sisäle

source: Hvilket eventyr skal jeg velge
fkv: Ole ystävällinen ja lissää sisälyksen

source: Innstillinger Om Troll i ord
fkv: Alaslastauksen oon poistettu

source: Troll i ord:ista
fkv: Tule myötä roikkhaan

source: Hvilket eventyr skal jeg velge?
fkv: Ole ystävällinen ja lokkaa sisäle

source: Her vil du finne kursinnhold med videoleksjonar, ord og begrep, ressurser for nedlasting mm
fkv: Roikassa myötäoleminen

source: Delta i forum med andre lærere, og del erfaringer, tips og triks
fkv: Postaa kommentaarin

source: Aktiviteter Medlemmer
fkv: Postaa ylösdateeringin

source: De tre bukkene Bruse som skulle gå til seters og gjøre seg fete
fkv: Ylösdateeringin oon postattu! Lokkaa sisäle ette saatat postata vastauksen

source: høytider Under vann
fkv: Kommentaarin oon lisätty

source: Her finner du pdf-filer av ordkort, fortellekort og samtalekort.
fkv: Kommentaarit Ei ole sisälystä mitä saattaa näyttäät

source: Digitale kort
fkv: Minun profiili

source: Her kan du se og lytte til fortellekort og samtalekort.
fkv: Sie häyđyt olla sisälelokattu jos halluut tehđä sen

source: Bilder til nedlasting
fkv: Ei saata näyttäät sisälystä

source: Eventyrkarakterer: Last ned bilder
fkv: Ei saata merkata sisälystä favuriitiksi

source: Ønsker du å kjøpe konkretene for eventyret om X, så finner du disse her:
fkv: Se tuli probleemi, ole ystävällinen ja freistaa uuđesti

source: X = Gutten og Nordavinden X = Påfuglen og ravnen
fkv: Se tuli probleemi ko piti merkata sisälyksen favuriitiksi

source: X = Skomakeren Dratewka
fkv: Se tuli probleemi

source: X = Stallo på julaften X = Undervannslandet
fkv: Se tuli probleemi ko piti näyttäät profiilin

source: Konkreter er også en viktig metode i foreldresamarbeidet.
fkv: Ole ystävällinen ja lokkaa sisäle tahi registreeraa ittesti

source: Observasjon
fkv: Sinun mellinki

source: Før man går i gang med verktøyene og aktivitetene i Troll i ord - språkverktøy må pedagogen gjøre seg tanker om hvem barna er, og hvilke språklige erfaringer og ferdigheter de har.
fkv: Ystävät

source: Hvor gamle er barna?
fkv: Ystävä Toppaa ystävyyđen

source: Betydning
fkv: Maininat

source: Hva er dette?
fkv: Mie Ota kuvan

source: Vet du hva det heter?
fkv: Kuvabiblioteekki Olesta

source: Hva gjør vi med dette?
fkv: Viimi ylösdateeraus

source: Hvor finner vi dette?
fkv: Näytä koko profiilin

source: Har du sånt hjemme, i barnehagen?
fkv: Täytä jos halluut registreerata ittesti

source: Hva slags ting er dette?
fkv: E-posti Tehe pittääjännimen

source: Hva kaller vi denne type ting?
fkv: Minula oon verifiseerauskoodi

source: ​ Her skal man finne ordet som fortellestemmen spør etter.
fkv: Tervetulemaa takaisin

source: Spørsmål som gir trening i å sammenligne, klassifisere, ordne og sortere.
fkv: Tuntheet

source: Er det møbler?
fkv: Leekat Veđen alla

source: Er det leker?
fkv: Pyhäpäivät

source: osv.
fkv: Sanat

source: Likheter
fkv: Kurs Kursit

source: La barna velge ut to bilder som hører sammen.
fkv: Minkä eeventyyrin mie piđän valita? Asumahuonet

source: Be dem fortelle hvorfor.
fkv: Elävät, linnut ja syöpäläiset

source: Du kan gjerne vise dem framgangsmåten.
fkv: Hetelmä/frukti Kulkuneuvot ja trafikki

source: Ordkortene kan også brukes til memory.
fkv: Luonto Minkä eeventyyrin piđän valita

source: 2-4 barn spiller sammen.
fkv: Lastentarhaan raamiplaana

source: Å finne to like gir poeng.
fkv: Vanhiimet ja eđesvastuuliset

source: I eventyrappen finnes også aktiviteten Lotto.
fkv: Daattatälläykset Minkä eeventyyrin mie piđän valita?

source: Rekker med ord kan legges, for eksempel slik at det ligger to dyr i én rekke, ett dyr i en annen.
fkv: Tässä sie löyđät kursin sisälyksen missä oon muun myötä videoleksjuunit, sanat ja termit, ja kans resyrsit alaslastausta varten.

source: Rekker eller grupper med ordkort kan også brukes til å trene flest og mest.
fkv: Ole myötä foorumissa muitten opettaajiitten kans, ja jaja kokemukset, neuvot ja vinkit

source: Bygge setninger
fkv: Valmis alkamhaan

source: Evaluering
fkv: Mene kurshiin

source: Hvordan vurderer du barnas kjennskap til begrepene?
fkv: Kolme pukkii Pruusii jokka aijothiin mennä kesäsijhaan syömhään ittensä paksuksi

source: Hvordan fungerte ordkortene som verktøy for barnegruppen?
fkv: Leekat

source: Hvordan fungerte terningene som verktøy i barnegruppen?
fkv: Sanakortit, praattikortit, muistelemiskortit ja färjäysarkit

source: Hvordan fungerte konkretene som verktøy i formidlingen dersom du tok de i bruk?
fkv: Tästä löyđät pdf-fiilit missä oon sanakortit, muistelemiskortit ja praattikortit.

source: Hvordan fungerte tre-esken som verktøy for å skape fokus dersom du tok denne i bruk?
fkv: Pdf-fiilit sie saatat printata ja pittäät met uu dikursin a ktiviiteetiissa.

source: Hvordan fungerte gruppestørrelsen/den individuelle gjennomføringen for
fkv: Sanakortit: Lastaa alas pdf Muistelemiskortit: Lastaa alas pdf

source: Hvordan fungerte nettbrettet som verktøy?
fkv: Praattikortit: Lastaa alas pdf

source: Hvordan fungerte navigeringen i appen?
fkv: Färjäysarkit: Lastaa alas pdf

source: Hvordan fungerte app-aktiviteten i barnegruppen?
fkv: Tässä sie saatat kattoot ja kuunela muistelemiskorttii ja praattikorttii

source: Hvordan fungerte kortene i aktiviteten?
fkv: Praattikortit Kuvat alaslastausta varten

source: Klarte du å skape en naturlig sammenheng mellom spørsmålene?
fkv: Tästä sie löyđät kuvat karaktääriistä ja eeventyyriitten rekvisiitiistä.

source: I hvilken grad klarte du å skape en samtale med barna om begrepene?
fkv: Sie saatat lastata alas kuvat ja laakrata net nettiprettoin kamerarullhaan.

source: I hvilken grad var samtalen voksenstyrt?
fkv: Nettiprettoi piđethään metuudikursin aktiviteetiissa.

source: Kom barna med egne innspill? I hvilken grad påvirket innspill fra barna forløpet av formidlingen?
fkv: Kuvvii saattaa pittäät esim. jälkityöaktiviteetiissa näitä varten: Puppet Pals, MyMemo ja BookCreator.

source: I hvilken grad var barna engasjerte i aktivitetene?
fkv: Eeventyyrikaraktäärit: Lastaa alas kuvat Nettikauppa

source: I hvilken grad var barna engasjerte i aktiviten/oppnådde du felles fokus?
fkv: Jos halluut ostaat eeventyyriitten konkreetit X:stä, niin sie löyđät net täältä:

source: i liten grad i stor grad
fkv: X= Kolme pukkii Pruusii

source: lite sammenheng
fkv: X=Poika ja Pohjaistuuli

source: god sammenheng
fkv: X=Riikinkukko ja korppi

source: Brukte du manus i formidlingen av eventyret?
fkv: X= Krokodilli ja kettu X= Stallu jouluaattona

source: Evaluering 3
fkv: Nettikaupphaan

source: Tok du i bruk spørsmålene fra «Spørsmål som trener på å sammenligne, klassifisere, ordne og sortere»? Tok du i bruk spørsmålene fra «Spørsmål som trener fonologisk bevissthet»?
fkv: Met halluuma ensisti sannoot vähän sen ympäri ette kuinka tärkkeet oon konkreetit ko kommuniseerathaan lasten kans, ja olletikki ko kommuniseerathaan niitten lasten kans kekkä puhuthaan muita kielii.

source: Tok du i bruk spørsmålene fra «Spørsmål som trener fonologisk bevissthet»?
fkv: Konkreetit oon kans tärkkee metuudi yhtheistyössä vanhiimiitten kans.

source: Tok du i bruk spørsmålene fra «Spørsmål som trener antall, rom og form»?
fkv: Synnøve Tjølsen ja Sissel Rasmussen-Moe Barnely oon yhđessä lastentarhaan työntekkiijöitten kans tehnheet videot alla.

source: Gjennomførte du aktiviteten med hele barnegruppen samtidig, eller med ett
fkv: Ennen ko päästhään alkhuun työkalluin ja aktiviteetiitten kans Troll i ord-kielityökalussa, niin pedagoogi häyttyy hunteerata sitä kekkä lapset oon, ja kummoiset kieleliset kokemukset ja kyvyt heilä oon.

source: barn om gangen? Evaluering 3
fkv: Kuinka vanhaat lapset oon?

source: Evaluering 3 Både individuelt og i gruppe
fkv: Kummoiset kyvyt oon norjan kielessä ja äiđinkielessä?

source: Hvordan vurderer du barnas forståelse av eventyret i denne aktiviteten? Evaluering 3
fkv: Se saattaa olla tarpheelista joileki lapsile ette selvität heile osan sanoista ennen ko muistelet eeventyyrin.

source: liten forståelse Evaluering 3
fkv: Tämä varmistaa nuukeman ymmäryksen.

source: Likeverdig
fkv: 2a Merkitys

source: Evaluering 3 Hvilke språk ble brukt og hvordan vekslet dere mellom språkene?
fkv: Tässä oon tiettoo siitä mitä met tehemä tinkkoin kans, ja mistä met löyđämä sen mikä oon tärkkeetä.

source: ett språk om gangen eller vekslet dere mellom norsk og andre språk?
fkv: Met syömä äpylin, ja löyđämä sen haakista tahi kaupasta.

source: Utrykte barna ønske om å veksle språk?
fkv: Piililä met ajama, ja met tehemä sen tielä.

source: Hvilken ekskursjon gjorde dere?
fkv: Kysymykset mikkä träänäthään merkitystä

source: Hvilke ordkort brukte dere i aktiviteten?
fkv: Mikä tämä oon? Tieđätkö mikä sen nimi oon?

source: fungerte dårlig fungerte godt
fkv: Mitä met tehemä tämän kans?

source: Hvordan vurderer du din egen rolle i arbeidet med aktivitetene?
fkv: Mistä löyđämä tämän? Oonko sinula tämmöinen kotona, lastentarhaassa?

source: Hvilke virkemidler brukte du for å skape felles fokus i barnegruppen?
fkv: 2a1

source: engasjert
fkv: Avvainsana

source: Andre kommentarer (om arbeidet i barnegruppen, eller om kurset):
fkv: Tässä häyttyy löyttäät net eeventyyrikaraktäärit joita muisteliijaääni kyssyy.

source: Evaluering 4i
fkv: 2a2 Arvausleikki

source: Hvilke danse- eller musikkaktiviteter gjorde dere? Evaluering fullført.
fkv: Tässä häyttyy löyttäät eeventyyrikaraktäärin jota muisteliijaääni kyssyy.

source: Svarene blir lagret.
fkv: 2a3 Löyttäät kortin

source: Evalueringen er nå registrert. Fonologisk bevissthet
fkv: Tässä häyttyy löyttäät sen sanan jota muisteliijaääni kyssyy.

source: Til alle ord det jobbes med, kan du skifte perspektiv til fonologisk bevissthet ved å klappe, trampe eller slå stavelsen samtidig som ordet på ordkortet blir sagt høyt.
fkv: Tässä oon tiettoo siitä kuinka oornathaan, sortteerathaan ja kategoriseerathaan assiit mikkä oon tärkkeet. Kysymykset mikkä annethaan träänäystä ko pittää verrata, klassifiseerata, oornata ja sortteerata.

source: Spørsmål som trener fonologisk bevissthet
fkv: Oonko se ruokkaa? Oonko se kulkuneuvo?

source: Hvilken lyd begynner ordet med?
fkv: Oonko se mööpeli? Oonko net vaattheet?

source: Er det flere ord som begynner på samme lyd?
fkv: Oonko net leekat? tämä oon ja niin eđelheen (jne).

source: Hva rimer ordet på?
fkv: Kategoriseerata

source: Ved å klappe stavelsen samtidig som begrepet på ordkortet blir sagt høyt endres perspektivet til fonologisk bevissthet. Varier gjerne med å hoppe, trampe, slå i bordet, eller bruke rytmeinstrument.
fkv: Tet saatatta harjoitella samanlaisuuksii ja kategoriseerinkkii niin ette panet kolme sannaa tahi enämen sannoi raithoon ja pyyđät ette lapset otethaan pois sen kortin mikä ei kuulu siihen.

source: Du kan bruke de trykte ordkortene fra språkesken, eller laste ned en pdf og skrive ut ordkortene.
fkv: Pane 10-20 sanakorttii niin ette kuvasivvu oon ylöskäsin. Anna lapset valita kaksi kuvvaa jokka kuuluthaan yhtheen.

source: og skrive ut ordkortene.
fkv: Pyyđä heitä muistelemhaan miksi.

source: Ordets lengde
fkv: Memory / lotto

source: En vanskeligere oppgave kan være å snakke om lengden på ordene.
fkv: Memory/lotto Sanakorttii saatethaan kans pittäät memorhyyn.

source: er kort ord med ett klapp, mens er lengre med to klapp, og ordet er lengst av de tre.
fkv: Silloin sie häyđyt panna esile kaksi ja kaksi samanlaista korttii ja sen määrän mikä passaa lapsiroikale.

source: Det har tre klapp.
fkv: 2-4 lasta pelathaan yhđessä.

source: Her kan du f.eks. bruke ordkortene: blad, seter og bukkeskjegg som eksempel på korte og lengre ord.
fkv: Se saapi poengit kuka löyttää kaksi samanlaista korttii. Kortit saatethaan jääđä makkaamhaan kuvapuoli

source: Her kan du f.eks. bruke ordkortene: mel, stabbur og poteter som eksempel på korte og lengre ord
fkv: ylöspäin, tahi pellaaja saattaa ottaat net ulos ja pittäät niitä poenginna.

source: Her kan du f.eks. bruke ordkortene: tre, pensel og dragefrukt som eksempel på korte og lengre ord.
fkv: Sie saatat kans pittäät kieliloovan printattui korttii, tahi lastata alas pdf:n ja printata sanakortit.

source: Her kan du f.eks. bruke ordkortene: elv, tunge og krokodille som eksempel på korte og lengre ord.
fkv: Eeventyyriapissa oon kans Lotto-aktiviteetti. Klikkaa knappii alapuolela niin ette pääset Lotthoon eeventyyriapissa:

source: Her kan du f.eks. bruke ordkortene: maur, maurtue og maurdronning som eksempel på korte og lengre ord.
fkv: Sanaraiđot saatethaan panna esimerkiksi niin ette se oon kaksi elävää yhđessä raiđossa ja yksi elävä toisessa.

source: Her kan du f.eks. bruke ordkortene: kniv, gamme og runebomme som eksempel på korte og lengre ord.
fkv: Sanakorttiraittoi tahi -roikkii saatethaan pittäät kans siihen ette harjoitelhaan usheimat ja enniiten-termii.

source: Her kan du f.eks. bruke ordkortene: båt, holme og fiskestang som eksempel på korte og lengre ord. Antall, rom og form
fkv: Pane esile kortit jokka näytethään helppo/helppoin, raskas/raskhain, lyhykäinen/lyhykäissiin, pitkä/ pissiin, moni/enniimitten, harva/harvempi.

source: Ordkortene kan brukes til å trene på begreper som uttrykker antall, rom og form.
fkv: Rakenttaat sätninkkiitä Sanakorttii saatethaan pittäät sätninkikonstruksjuunhiin.

source: Spørsmål som trener antall, rom og form. Hva er tyngst?
fkv: Niin sie hoksaat verbin, tahi autat lasta päättämhään verbin.

source: Hva er kortest?
fkv: Evalueerinki

source: Hva er tyngst? Hva er tyngst?
fkv: Oliko roikan koko passeli?

source: Hva er lettest?
fkv: Jos vastaus oli ei siihen roikan kovon kysymyksheen, niin kirjoita mielelä miksi.

source: Hva er høyest? Hva er høyest?
fkv: Kuinka navikeerinki toimi apissa?

source: Hva er lavest? Er x høyere enn y?
fkv: Kuinka kortit toimithiin aktiviteetissa?

source: Hva er lengst?
fkv: vähän tuntemusta

source: Oppgaven er å sette sammen bitene og se hva som skjer med bildet når det er ferdigpuslet.
fkv: Missä määrin raavhaat ohjathiin praattii? Tuothiinko lapset ommii ajatuksii siihen?

source: Klikk på knappen under for å gå til Puslespill i eventyrappen:
fkv: Missä määrin raavhaat ohjathiin muistelemista?

source: Du kan også bruke de trykte ordkortene fra språkesken, eller laste ned en pdf og skrive ut ordkortene.
fkv: Missä määrin lasten ajatukset vaikutethiin muistelemisheen? Missä määrin lapset olthiin innostunheet aktiviteetissa?

source: Med utgangspunkt i eventyret om de tre bukkene Bruse viser vi hvordan man kan forberede seg før man forteller eventyr til barn.
fkv: Missä määrin lapset olthiin innostunheet aktiviteetthiin/kykenitkö saamhaan yhtheisen fokuksen? Missä määrin sie olit valmistannu ittesti siihen?

source: Hvordan er strukturen i eventyret?
fkv: Missä määrin sie olit innostunnu?

source: Når eventyret er lest på ny og du har funnet ut at det berører deg og hva som berører deg, må du finne fram til eventyrets hovedhandling.
fkv: voksenstyrt

source: De fleste eventyr følger en grunnstruktur med følgende episoder:
fkv: raavhaat ohjathiin Piđitkö käsikirjoitusta eeventyyrin muistelemisessa?

source: Det var en gang tre bukker…
fkv: Piđitkö konkreettiita muistelemisessa?

source: Forsøk på realisering: og under denne bodde det et stort, fælt troll med øyene som tinntallerkener og nese så langt som et riveskaft (bruk stemmen din og gjengi hvor stort og fælt et troll kan være)
fkv: Piđitkö puuloovaa työkaluna ette saatoit luođa fokuksen ennen muistelemista? Piđitkö kysymyksii «Kysymykset joissa harjoitelhaan ette verrata, klassifiseerata, oornata ja sorteerata»?

source: først gikk den minste bukken Bruse og skulle over broen.
fkv: Piđitkö kysymyksii «Kysymykset missä harjoitelhaan fonoloogista ymmärystä»?

source: - Hvem er det som tripper på min bro? (høyt og tydelig stemmebruk) - Å det er den minste bukken Bruse.
fkv: Tehitkö aktiviteetin koko lapsiroikan kans yhtäaikkaa, tahi tehitkö sen yhđen lapsen kans kerrala?

source: Jeg skal til seters og gjøre meg fet!
fkv: Sekä individuaalisesti ja roikassa

source: sa bukken;
fkv: hyvä ymmärys

source: han var så fin i målet (snakk fort med lav og skjelvende stemme) - Nå kommer jeg og tar deg!
fkv: Kuulittako tet yhđen kielen kerrala tahi vaihettelittako tet norjan ja muitten kielten välilä?

source: roper trollet (stemmen tilsvarer roping)
fkv: Minkälaisen eksursjuunin tet tehittä?

source: den minste bukkene Bruse blir redd - Å nei, ikke ta meg, for jeg er så liten jeg.
fkv: Minkälaiset färjäysaktiviteetit tet tehittä?
